Repository: ScorpioPlayer/Localization
Catalog: */Resources.resw
Source language: en_us
Languages: ar, de, es, fr, it, ja, ko, pt, ru, tr, zh_cn, zh_hant

# Meta_UpdateInfo6
source: add Network Streaming Feature, including (HLS) HTTP (DASH) , RTSP protocol
de: UI/UX auf Einstellungen-Panel hinzufügen
es: soporte ISO de disco Blu-ray (preview)
fr: Ajouter fonctionnalité de Streaming réseau, y compris (HLS) HTTP (DASH), protocole RTSP
it: aggiungere UI/UX su Pannello impostazioni
ru: Добавление пользовательского интерфейса/UX на панели настроек
zh_cn: 蓝光光盘 ISO 支持 (预览)

# Meta_UpdateInfo4
source: add FTP Client
es: Agregar panel de búsqueda de subtítulos
fr: Ajouter FTP Client
zh_cn: 添加字幕搜索面板

# Meta_UpdateInfo8
source: other trivial improvement
de: Fügen Sie Untertitel Timeline Einstellung
es: Añadir subtítulo cronología
fr: autre amélioration triviale
ru: Добавьте параметр Timeline субтитров
zh_cn: 添加字幕时间线设置

# Meta_UpdateInfo5
source: add WebDAV Client
de: Hotkeys auf Einstellungen-Panel hinzufügen
es: Añadir la función de archivo de subtítulos de exportación
fr: Ajouter WebDAV Client
it: aggiungere tasti di scelta rapida nel pannello impostazioni
ru: Добавление горячих клавиш на панели настроек
zh_cn: 添加导出字幕文件功能

# Meta_UpdateInfo9
source: add acfun.com / blibli.com offline barrage subtitle support, .xml or .json format
es: solución búsqueda de tema en Windows Update del 10 de abril de 2018
fr: Ajouter acfun.com / blibli.com hors connexion barrage format de support, .xml ou .json sous-titre
zh_cn: 修复在 Windows 2018年4月10日更新中查找问题

# CM_Open_Folder
source: Folder
de: Öffnen Sie den Ordner
es: Abra la carpeta
fr: Dossier
it: Aprire la cartella
ru: Открыть папку
zh_cn: 打开文件夹

# Meta_UpdateInfo3
source: add ability to bind Scorpio Network Streaming Source as Favorites, ability to download video local device as cache
de: Lautstärke über 100 % durch dB Verstärkung hinzufügen
es: hacer volumen por encima del 100% por añadir dB de ganancia
fr: Ajouter la capacité de liaison Source de Streaming réseau Scorpion comme favoris, possibilité de télécharger des vidéo périphérique local comme cache
ru: сделать громкость выше 100%, добавление дБ
zh_cn: 增加 dB 增益, 使音量大于100%

# Meta_UpdateInfo10
source: add subtitle glow effect
fr: Ajouter effet de lueur de sous-titre
